{
  "roadmap1": "Fully animated anime series featuring characters from the Solbaes and controlled by holders will begin production/animation process. A teaser trailer will be released prior to mint date that will showcase our animators animating styles as well as the Solbaes in an action scene. (PRODUCTION FOR SEASON 1 HAS ALREADY BEGUN PRIOR TO MINTING) ",
  "roadmap2": "We will immediately add more animators to our team in order to help our current animators with the production process. This will allow us to acheive much faster production times for new episodes, the more animators we hire the faster we can release new episodes! We will also choose 5 collector addresses that minted prior to 25% of the release being sold out and airdrop them a 1/5 unique Solbae styled NFT (will not be a character).",
  "roadmap3": "We will begin working on 3d renders with our digitial artist for ALL Solbae characters which will then be airdropped to holders upon completion, at first these 3d characters will only serve as NFTs but we have that as the solanana ecosystem expands more open world projects come out similar to decentraland so that we can integrate the 3d versions of your solbae character into the metaverse. On top of this we will also be producing 100 solbae branded hoodies and 100 solbae branded beanies which will be randomly given out to verified holders of solbaes in a similar way that RTFKT studios does it, (verify ownership on site, fill out contact/shipping details, get your merch). Hoodies and Beanies will be ready for shipping 2 WEEKS after the day of release as we have an established relationship with local manufacterers that will be able to produce high quality solbae garments immediately for fast dispatch and arrival!",
  "roadmap4": "We will hire a team of comic book artists to create a comic series focused on a different group of Metabae characters. Holders of Metabaes will once again have the chance to participate in the production of these comics as well as vote on events concerning the comic book series. The comic book series will not diverge paths with the anime series at first but might in the future. It will be done this way so that more holders can participate with their own characters in our series'.",
  "roadmap5": "A percentage of the original sale funds will be allocated to a pool where the funds will be used to buy back the floor price of Metabae characters every week. This buyback will remain sustainable as we will dedicate a percent of aftermarket transaction fees to the pool as well. We will also be choosing 5 verified holders of Metabaes and grant them with an all inclusive 7 day anime themed tour of Japan or an option for a 60 sol payout. We will also be donating a percentage of proceeds to the AFSP which is the American Foundation for Suicide Prevention as september is the national suicide prevention month. A member of our team recently lost a friend of his to suicide so being able to make a donation to the AFSP means alot to us."
}
